{
  "dogs": [
    {
      "slug": "atlas",
      "title": "Atlas",
      "author": "Find him at <a href=\"https://www.petfinder.com/dog/atlas-64760954/tx/georgetown/williamson-county-regional-animal-shelter-tx993\">Williamson County Regional Animal Shelter</a>",
      "blurb": "Meet Atlas — a golden-hearted senior with a splash of charm! This large, golden and black mixed breed is friendly, smart, and house-trained. Atlas enjoys playing fetch, tug-of-war, and splashing in the pool. He knows commands like \"sit,\" \"go to pillow,\" \"leave it,\" and \"come\" (unless a squirrel distracts him). Atlas prefers a home without other dogs, cats, or children. His adoption fee has been covered by an Adoption Angel, so he's ready to find his forever home.​ Find him at <a href=\"https://www.petfinder.com/dog/atlas-64760954/tx/georgetown/williamson-county-regional-animal-shelter-tx993\">Williamson County Regional Animal Shelter</a>"
    },
    {
      "slug": "katori",
      "title": "Katori",
      "author": "Find her at <a href=\"https://www.austinpetsalive.org/adopt/dogs/apa-a-4656\">Austin Pets Alive</a>",
      "blurb": "Katori is a spirited 7-year-old pup with a zest for life and a heart full of love. This charming canine is always ready for a walk, a game of fetch, or a cozy cuddle session. Katori thrives in a calm environment and would do best as the only pet in a household without young children. Her ideal home is one where she can be the center of attention and share her affectionate nature with her favorite humans. Find her at <a href=\"https://www.austinpetsalive.org/adopt/dogs/apa-a-4656\">Austin Pets Alive</a>"
    },
    {
      "slug": "timmy",
      "title": "Timmy",
      "author": "FInd him at <a href=\"https://austinhumanesociety.org/dogs/timmy/\">Austin Humane Society</a>",
      "blurb": "At 10 years old and just 12 pounds, Timmy is a seasoned companion with a heart full of love. He and his best friend, Lulu, are experienced lap dogs who don’t take up much space but will fill your home with warmth and affection. Timmy is eligible for the Foster-to-Adopt program and the Senior for Senior discount, making him an even more lovable choice for a forever friend. Find him at <a href=\"https://austinhumanesociety.org/dogs/timmy/\">Austin Humane Society</a>"
    },
    {
      "slug": "wade",
      "title": "Wade",
      "author": "Find him at <a href=\"https://www.austinpetsalive.org/adopt/dogs/apa-a-62002\">Austin Pets Alive</a>",
      "blurb": "Wade is a resilient and affectionate dog who has spent over 1,400 days at Austin Pets Alive!, waiting for a family to call his own. Despite his extended stay, Wade remains hopeful and eager to find his forever home. He enjoys playing with toys, going for walks, and receiving belly rubs. Wade would thrive in a calm environment where he can be the only pet, allowing him to shower his new family with all the love he has to give. Find him at <a href=\"https://www.austinpetsalive.org/adopt/dogs/apa-a-62002\">Austin Pets Alive</a>"
    },
    {
      "slug": "lulu",
      "title": "Lulu",
      "author": "Find her at <a href=\"https://austinhumanesociety.org/dogs/lulu/\">Austin Humane Society</a>",
      "blurb": "At just 11 pounds, Lulu is a pint-sized bundle of joy with a heart full of love. This 10-year-old mixed breed is a seasoned lap dog who excels at cuddling and making you feel adored. She's currently at the Austin Humane Society with her best friend, Timmy, and they make quite the pair. Lulu is eligible for the Foster-to-Adopt program and the Senior for Senior discount, making her an even more lovable choice for a forever friend.​ Find her at <a href=\"https://austinhumanesociety.org/dogs/lulu/\">Austin Humane Society</a>"
    }
  ]
}
